Repository: hucste/ZenPayPal
Catalog: zenPaypal/locale/*/LC_MESSAGES/zenPaypal.po
Languages: fr_fr

source: PayPal Integration
fr_fr: PayPal Intégration

source: Ebrahim Ezzy (Nimbuz) , adapted as a plugin by Stephen Billard (sbillard) , modified by Stephane HUC (hucste)
fr_fr: Ebrahim Ezzy (Nimbuz), adapté comme plugin par Stephen Billard (sbillard), modifié par Stephane HUC (hucste)

source: PayPal: User ID
fr_fr: PayPal : ID Utilisateur

source: Your PayPal User ID: currently, your email!
fr_fr: Votre Identifiant Utilisateur PayPal : normalement votre courriel !

source: Cart or Buy Now
fr_fr: Panier ou Achat Maintenant

source: Cart
fr_fr: Panier

source: BuyNow
fr_fr: Achat Maintenant

source: How act this plugin: as cart or button [Buy Now].
fr_fr: Comment cette extension agit : comme panier ou bouton [Achat Maintenant].

source: PayPal: Currency
fr_fr: PayPal : Devise

source: Dollar australian
fr_fr: Dollar australien

source: Dollar canadian
fr_fr: Dollar canadien

source: Japan Yen
fr_fr: Yen Japonais

source: The currency for your transactions: USD for USA, EUR for Europe, etc...
fr_fr: La devise de vos transactions : USD pour les USA, EUR pour l'Europe, etc...

source: Page PayPal: HTML Background Color Header
fr_fr: Page PayPal : Couleur HTML d'Arrière Plan de l'entête

source: Define Header Page PayPal's Background Color. Code HTML Hexa without #, six characters
fr_fr: Définit la couleur de l'arrière plan de l'entête de la page PayPal. Code HTML Hexadécimal, sans le symbole #, six caractères

source: Page PayPal: HTML Border Color Header
fr_fr: Page PayPal : Couleur HTML de la bordure de l'entête

source: Define Header Page PayPal's Border Color. Code HTML Hexa without #, six characters
fr_fr: Définit la couleur de la bordure de l'entête de la page PayPal. Code HTML Hexadécimal, sans le symbole #, six caractères

source: Page PayPalFlow: HTML Background Color Header
fr_fr: Page PayPalFlow : Couleur HTML de l'arrière plan de l'entête

source: Define Header Page PayPalFlow's Background Color. Code HTML Hexa without #, six characters
fr_fr: Définit la couleur de l'arrière plan de l'entête de la page PayPalFlow. Code HTML Hexadécimal, sans le symbole #, six caractères

source: Page PayPal: Background Color
fr_fr: Page PayPal : Couleur d'arrière plan

source: White
fr_fr: Blanc

source: Black
fr_fr: Noir

source: Define Background Color Page PayPal; default is white.
fr_fr: Définit la couleur d'arrière plan de la page PayPal ; par défaut, elle est blanche

source: Define your Logo's image: URL
fr_fr: Définit l'URL de votre image Logo

source: Album; Photo; Media;
fr_fr: Album ; Photo ; Média ;

source: Album; Photo; Media; Size;
fr_fr: Album ; Photo ; Média ; Taille ;

source: Album; Photo; Size;
fr_fr: Album ; Photo ; Taille ;

source: Album; Photo; Size; Media;
fr_fr: Album ; Photo ; Taille ; Média ;

source: Define order of informations in PayPal's Description. <em>This is not PayPal's option!</em>
fr_fr: Définit l'ordre des informations dans la section Description de la page PayPal. <em>Ceci n'est pas une option PayPal !</em>

source: PayPal: Permit comment
fr_fr: PayPal : Permettre commentaire

source: The buyer can't add a comment
fr_fr: L'acheteur ne doit pas ajouter de commentaire

source: The buyer can add a comment
fr_fr: L'acheteur doit ajouter un commentaire

source: To permit at the buyer to adding a comment.
fr_fr: Permettre à l'acheteur d'ajouter un commentaire.

source: PayPal: Permit to adding shipping address
fr_fr: PayPal : permettre d'ajouter adresse de livraison

source: To invite the buyer to type a shipping address
fr_fr: Inviter l'acheteur à taper son adresse de livraison

source: The buyer can't adding a shipping address
fr_fr: L'acheteur ne doit pas ajouter une adresse de livraison

source: The buyer must be adding a shipping address
fr_fr: L'acheteur doit ajouter une adresse de livraison

source: Price list
fr_fr: Liste de Prix

source: <strong>Your pricelist!</strong><br />The format of this option is <em>price elements</em> separated by the symbole '<strong>|</strong>'. <em>([Alt Gr] + [6])</em>.<br/>
fr_fr: <strong>Votre Liste de prix !</strong><br />Le format de cette option est <em>ensemble de prix</em> séparés par le symbole '<strong>|</strong>'. <em>([Alt Gr] + [6])</em><br/>

source: A <em>price element</em> has this format: <em>size</em>
fr_fr: Un <em>ensemble de prix</em> a cette forme : <em>taille</em>

source: <em>media</em>
fr_fr: <em>média</em>

source: <em>price</em><br/>
fr_fr: <em>prix</em><br/>

source: <em>media</em> is a text with or without spaces<br />
fr_fr: <em>média</em> est un text avec ou sans espaces<br />

source: <br />example: <code>
fr_fr: <br />exemple : <code>

source: HTML Table: id
fr_fr: Table HTML : id(entifiant)

source: IDentifiant to the bloc DIV for the price list. <strong>Only modify this if you know what's doing</strong>. <em>This is not PayPal's option!</em>
fr_fr: Identifiant du bloc DIV de la liste de prix. <strong>Modifiez cela seulement si vous savez ce que vous faites !</strong>. <em>Ceci n'est pas une option de PayPal !</em>

source: HTML Table: tag element
fr_fr: Table HTML : élément tag

source: HTML element to the link text for the price list. Default: h3. <strong>Only modify this if you know what's doing</strong>. <em>This is not PayPal's option!</em>
fr_fr: Élément HTML pour le lien vers le texte de la liste de prix. Défaut : h3 <strong>Modifiez cela seulement si vous savez ce que vous faites !</strong>. <em>Ceci n'est pas une option PayPal !</em>

source: HTML Table: text
fr_fr: Table HTML : Texte

source: The text for the link to displaying the table html to list objects -> price. <em>This is not PayPal's option!</em>
fr_fr: Le texte pour le lien qui affiche la table HTML correspondant à la liste des objets -> prix. <em>Ceci n'est pas une option PayPal !</em>

source: HTML Table: Viewing Price list
fr_fr: Table HTML : Voir la Liste de Prix

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: Adding a table html to viewing a list objects -> price. <em>This is not PayPal's option!</em>
fr_fr: Ajouter une table HTML pour voir la liste d'objets -> prix. <em>Ceci n'est pas une option de PayPal !</em>

source: Quantity maximum
fr_fr: Quantité maximum

source: Choose an index to define an item's quantity max!
fr_fr: Choisir un index pour définir la quantité maximale !

source: Sandbox PayPal
fr_fr: Environnement de test de PayPal

source: Use Sandbox PayPal to test zenPaypal. By default: no coche
fr_fr: Utilisez l'environnement de test de PayPal. Par défaut : non coché

source: PayPal: Shipping cost
fr_fr: PayPal : Coût de Livraison

source: What you charge for shipping.
fr_fr: La charge de livraison

source: PayPal: Tax
fr_fr: PayPal : Taxe

source: What you charge for tax.
fr_fr: La Taxe !

source: ; Media:
fr_fr: ; Média :

source: ; Size:
fr_fr: ; Taille :

source: Buy with PayPal
fr_fr: Achat avec PayPal

source: Choose size, media.
fr_fr: Choisir la taille, le média.

source: Size
fr_fr: Taille

source: Quantity
fr_fr: Quantité

source: Buy with PayPal : a solution fast, free and secure !
fr_fr: Achetez avec PayPal : une solution rapide, gratuite et sécurisée !

source: Informations object's prices
fr_fr: Informations sur le prix des objets

source: size
fr_fr: taille

source: media
fr_fr: média

source: price
fr_fr: prix

source: quantity
fr_fr: quantité

source: This gallery use PayPal
fr_fr: Cette galerie utilise PayPal

source: PayPal's logo
fr_fr: Logo de PayPal
